const data = [
    {
        type: 'init'
    },
    {
        type: 'init_1'
    },
    {
        type: 'info',
        image: 'images/cards/1.jpg',
        title: 'Оценяване на красивото',
        text: 'Да забележиш и оцениш красотата, превъзходството и/или умелото изпълнение в различни области на живота, от природата до изкуството, математиката, науката и ежедневния опит. Да се ​​наслаждаваш на това, което виждаш в себе си, в другите и в света.',
        examples: [
            'Да обичаш да си сред природата',
            'Да оценяваш, когато нещата са добре направени',
            'Да намираш и откриваш красотата във всички области на живота, от природата до изкуствата, математиката и науката'
        ]
    },
    {
        type: 'question',
        image: 'images/questions/1.jpg',
        answerOne: 'Оценяване на красивото',
        answerTwo: 'Неоценяване на красивото',
        correctAnswer: 'one'
    },
    {
        type: 'question',
        image: 'images/questions/2.jpg',
        answerOne: 'Оценяване на красивото',
        answerTwo: 'Неоценяване на красивото',
        correctAnswer: 'one'
    },
    {
        type: 'question',
        image: 'images/questions/3.jpg',
        answerOne: 'Оценяване на красивото',
        answerTwo: 'Неоценяване на красивото',
        correctAnswer: 'two'
    },
    {
        type: 'question',
        image: 'images/questions/4.jpg',
        answerOne: 'Оценяване на красивото',
        answerTwo: 'Неоценяване на красивото',
        correctAnswer: 'two'
    },
    {
        type: 'question',
        image: 'images/questions/5.jpg',
        answerOne: 'Оценяване на красивото',
        answerTwo: 'Неоценяване на красивото',
        correctAnswer: 'one'
    },
    {
        type: 'info',
        image: 'images/cards/2.jpg',
        title: 'Смелост',
        text: 'Не се отдръпваш от заплаха, предизвикателство, трудност или болка; отстояваш това, което е правилно, дори и да има опозиция; действаш според убежденията си, дори и да са непопулярни; включва физическа смелост, но не се ограничава само до нея. Да поставиш цели и да се справяш със страховете си.',
        examples: [
            'Да не се отказваш, когато нещата станат трудни',
            'Да притежаваш кураж',
            'Да приемаш предизвикателства',
            'Да предприемаш действия, с които да помагаш на другите'
        ]
    }
];

export default data;